INSERT INTO public.skia_char (char_id,char_name,grade_name,char_group_name,battle_type,attack_style_code,is_awk_yn,nickname) VALUES
	 ('KW','구원의 마왕','레전드','전지적 독자 시점','근거리형','AP01','N','구원의 마왕'),
	 ('LA','언더커버 니아','레전드','성십자단 : 언더커버','근거리형','AP03','N','니아'),
	 ('KT','라디우스','레전드','(구)세븐나이츠','근거리형','AP01','N','라디우스'),
	 ('LW_B','온 스테이지 루디','레전드','세븐나이츠 : 온 스테이지','근거리형','AP01','N','루디'),
	 ('KY','아스모데우스','레전드','전지적 독자 시점','근거리형','AP01','N','아스모데우스'),
	 ('KP','언더커버 에스파다','레전드','성십자단 : 언더커버','근거리형','AP01','N','에스파다'),
	 ('KS','마리너 Biya','레전드','Biya','원거리형','AP01','N','마리너 Biya'),
	 ('LJ','데비','레전드','심연의 사도','근거리형','AP01','N','데비'),
	 ('KQ','알프','레전드','(구)세븐나이츠','기능형','AP01','N','알프'),
	 ('LN','에린','레전드','테라 왕국','원거리형','AP01','N','에린');
INSERT INTO public.skia_char (char_id,char_name,grade_name,char_group_name,battle_type,attack_style_code,is_awk_yn,nickname) VALUES
	 ('LK','에실라','레전드','에고닉스','기능형','AP01','N','에실라'),
	 ('KV_B','아그니','레전드','운명의 창시자','원거리형','AP01','N','아그니'),
	 ('LQ_B','펜리르','레전드','칠대성','근거리형','AP01','N','펜리르'),
	 ('LF','암살자 요나','레전드+','검술명가 막내아들','원거리형','AP02','Y','요나'),
	 ('KA','하이로드 아르얀로드','하이로드','에고닉스','근거리형','AP01','','아르얀로드'),
	 ('LC','하이로드 에반','하이로드','불명','근거리형','AP01','','에반'),
	 ('LY','턴테이블 크리스','레전드+','세븐나이츠 : 온 스테이지','원거리형','AP01','Y','크리스'),
	 ('LF_B','요나 룬칸델','레전드','검술명가 막내아들','원거리형','AP02','N','요나'),
	 ('LH_B','일레니아','레전드','평행세계의 영웅들','근거리형','AP01','N','일레니아'),
	 ('KR','헬레니아(수영복)','레전드','썸머 페스티벌','원거리형','AP01','N','헬레니아(수영복)');
INSERT INTO public.skia_char (char_id,char_name,grade_name,char_group_name,battle_type,attack_style_code,is_awk_yn,nickname) VALUES
	 ('KU','쥬피(수영복)','레전드','썸머 페스티벌','근거리형','AP01','N','쥬피'),
	 ('LW','드러머 루디','레전드+','세븐나이츠 : 온 스테이지','근거리형','AP01','Y','루디'),
	 ('LX_B','제라드','레전드','칠대성','원거리형','AP01','N','제라드'),
	 ('LX','사명의 방호자 제라드','레전드+','칠대성','원거리형','AP01','Y','제라드'),
	 ('LD_B','진 룬칸델','레전드','검술명가 막내아들','근거리형','AP01','N','진'),
	 ('LI_B','티이','레전드','에고닉스','근거리형','AP01','N','티이'),
	 ('KX','한수영','레전드','전지적 독자 시점','근거리형','AP01','N','한수영'),
	 ('IU','초전박살 엘가','레전드+','마법학회','원거리형','AP02','Y','엘가'),
	 ('MD_B','쥬다스','레전드','심연의 사도','근거리형','AP01','N','쥬다스'),
	 ('RO','로지','레전드','(구)세븐나이츠','근거리형','AP01','N','로지');
INSERT INTO public.skia_char (char_id,char_name,grade_name,char_group_name,battle_type,attack_style_code,is_awk_yn,nickname) VALUES
	 ('LR_B','루시아','레전드','피지스','원거리형','AP01','N','루시아'),
	 ('LZ_B','아벨','레전드','칠대성','근거리형','AP01','N','아벨'),
	 ('LV','하이로드 엘리시아','하이로드','테라 왕국','원거리형','AP01','','하이로드 엘리시아'),
	 ('MC','종말의 예언가 스쿨드','레전드+','불명','기능형','AP01','Y','스쿨드'),
	 ('KM','빅키','레전드','에고닉스','원거리형','AP01','N','빅키'),
	 ('LU','최후의 거인 수르트','레전드+','칠대성','원거리형','AP01','Y','수르트'),
	 ('CH','칩','레전드','하이드 리퍼','근거리형','AP01','N','칩'),
	 ('LS','진리의 탐색자 세이지','레전드+','칠대성','근거리형','AP01','Y','세이지'),
	 ('LQ','종말의 포식자 펜리르','레전드+','칠대성','근거리형','AP01','Y','펜리르'),
	 ('BE','초월의 마녀 벨리카','레전드+','흑마법 연구탑','원거리형','AP02','Y','벨리카');
INSERT INTO public.skia_char (char_id,char_name,grade_name,char_group_name,battle_type,attack_style_code,is_awk_yn,nickname) VALUES
	 ('LM','선택받은 용사 나단','레전드+','불명','근거리형','AP02','Y','나단'),
	 ('LE_B','루나 룬칸델','레전드','검술명가 막내아들','근거리형','AP01','N','루나 룬칸델'),
	 ('LU_B','수르트','레전드','칠대성','원거리형','AP01','N','수르트'),
	 ('MC_B','사도 스쿨드','레전드','불명','기능형','AP01','N','스쿨드'),
	 ('IL','조화의 빛 레긴레이프','레전드+','천상의 수호자','원거리형','AP01','N','레긴레이프'),
	 ('LO_B','라우하','레전드','글라디우스','기능형','AP01','N','라우하'),
	 ('LB_B','쥬리','레전드','(구)세븐나이츠','원거리형','AP01','N','쥬리'),
	 ('MB_B','온 스테이지 제이브','레전드','세븐나이츠 : 온 스테이지','근거리형','AP01','N','제이브'),
	 ('LM_B','나단','레전드','불명','근거리형','AP02','N','나단'),
	 ('MB','리듬 기타 제이브','레전드+','세븐나이츠 : 온 스테이지','근거리형','AP01','Y','제이브');
INSERT INTO public.skia_char (char_id,char_name,grade_name,char_group_name,battle_type,attack_style_code,is_awk_yn,nickname) VALUES
	 ('KZ','블랑','레전드','운명의 창시자','원거리형','AP01','N','블랑'),
	 ('MD','세기의 종점 쥬다스','레전드+','심연의 사도','근거리형','AP01','Y','쥬다스'),
	 ('LR','고양이 마법사 루시아','레전드+','피지스','원거리형','AP01','Y','루시아'),
	 ('AO','잿빛 홍염 레이첼','레전드+','세븐나이츠','근거리형','AP01','Y','레이첼'),
	 ('LG','비궁의 후예 시리스','레전드+','검술명가 막내아들','원거리형','AP01','Y','시리스'),
	 ('KV','태초의 맹약 아그니','레전드+','운명의 창시자','원거리형','AP01','Y','아그니'),
	 ('LK','이상한 꿈의 에실라','레전드+','에고닉스','기능형','AP01','Y','에실라'),
	 ('FI','잔월 에이스','레전드+','사황','근거리형','AP01','Y','에이스'),
	 ('HE','최후의 별 연희','레전드+','(구)사황','원거리형','AP02','Y','연희'),
	 ('JX','겔리두스','레전드','(구)세븐나이츠','근거리형','AP02','N','겔리두스');
INSERT INTO public.skia_char (char_id,char_name,grade_name,char_group_name,battle_type,attack_style_code,is_awk_yn,nickname) VALUES
	 ('FR','용제의 심판 린','레전드+','사황','원거리형','AP02','N','린'),
	 ('IV','강자 사냥꾼 트루드','레전드+','천상의 수호자','근거리형','AP02','Y','트루드'),
	 ('KN','하이로드 태오','하이로드','(구)사황','근거리형','AP03','','하이로드 태오'),
	 ('LE','백경 루나','레전드+','검술명가 막내아들','근거리형','AP01','Y','루나 룬칸델'),
	 ('LZ','공존의 쌍성 아벨','레전드+','칠대성','근거리형','AP01','Y','아벨'),
	 ('LH','룰 브레이커 일레니아','레전드+','평행세계의 영웅들','근거리형','AP01','N','일레니아'),
	 ('IH','배교의 신관 플라튼','레전드+','다크나이츠','근거리형','AP01','Y','플라튼'),
	 ('LJ','푸른 학살자 데비','레전드+','심연의 사도','근거리형','AP01','Y','데비'),
	 ('GA','귀왕군신 여포','레전드+','사황','방어형','AP01','Y','여포'),
	 ('LB','지고의 정의 쥬리','레전드+','(구)세븐나이츠','원거리형','AP01','Y','쥬리');
INSERT INTO public.skia_char (char_id,char_name,grade_name,char_group_name,battle_type,attack_style_code,is_awk_yn,nickname) VALUES
	 ('LL','하이로드 손오공','하이로드','칠대성','원거리형','AP01','','하이로드 손오공'),
	 ('LP','하이로드 오들리','하이로드','나이트 크로우','근거리형','AP01','','하이로드 오들리'),
	 ('HD','멸악의 검성 태오','레전드+','(구)사황','근거리형','AP01','Y','태오'),
	 ('LI','차원 관리자 티이','레전드+','에고닉스','근거리형','AP01','Y','티이'),
	 ('LO','평화의 전령 라우하','레전드+','글라디우스','기능형','AP01','Y','라우하'),
	 ('KO','레스티아','레전드','테라 왕국','근거리형','AP01','N','레스티아');
